{
  "pageHeroContent": {
    "header": "about us",
    "tagline": "our story"
  },
  "founderBannerContent": {
    "header": "dylan brain",
    "title": "founder",
    "email": "dylan@tailroad.com",
    "tagline": "why tailroad?",
    "image": "/images/dylan.png",
    "imageAlt": "Image of Dylan Brain"
  },
  "textImageColumnContent_1": {
    "par_1": "tailroad is a web design and development agency with roots in translation services. Based in both the UK and Japan, our journey initial began in Japan, where we honed our skills in language and cultural translation. As we grew and expanded, we discovered a passion for web design and development and decided to pursue it as our main focus.",
    "par_2": "The name tailroad is a direct translation of Onomichi, the picturesque town in Japan where our company was founded. Onomichi is known for its winding streets and charming atmosphere, and we take inspiration from this in our approach to web design and development.",
    "par_3": "The town is also famous for its suspension bridges and abundance of cats which are represented in our logo as a nod to our roots.",
    "image": "/images/onomichiStreet.jpg",
    "imageAlt": "Image of Onomichi Street"
  },
  "textImageColumnContent_2": {
    "par_1": "We believe that every business has its own unique character and personality, and it's our mission to help you reflect that in your digital presence. We strive to create visually stunning and user-friendly website and apps that truly represent your brand.",
    "par_2": "Our founder, originally from Birmingham in the UK, brings a unique perspective to our business philosophy. With experience in both Japan and the UK, we understand the importance of cultural sensitivity and the value of diverse perspectives. These values are at the core of our approach to design and development, and we strive to create solutions that are tailored to our clients' specific needs and goals.",
    "par_3": "At tailroad, we are dedicated to helping businesses succeed in the digital age. Whether you need a new website or a custom app, we have the skills and expertise to bring your vision to life.",
    "image": "/images/birminghamCanal.jpg",
    "imageAlt": "Image of Birmingham Canal"
  },
  "callToActionContent": {
    "par_1": "at tailroad, we are passionate about helping and continually supporting businesses whatever stage they are at. if you are looking for a new website or app, or need help with an existing project, we would love to hear from you.",
    "par_2": "get in touch with us today to see how we can help you achieve your digital goals.",
    "form_name": "name",
    "form_email": "email",
    "form_message": "message",
    "form_button": "send "
  }
}
